Repository: pikougi-nabot/epochrefs-old
Catalog: commit/84000/data-translation-memory/toh44-45_84000-the-stem-array.tmx/chapters-5-9.tmx
Source language: bo
Languages: en

source: མགུ་ཞིང་ཉམས་བདེ་ལ་ཚིམ་ཞིང་ཡིད་བདེ་བ་སྐྱེས་ནས། དགེ་སློང་རྒྱ་མཚོའི་རྒྱལ་མཚན་ལས་སྙིང་པོ་ཡོངས་སུ་བླངས་ཏེ། ཆོས་ཀྱི་ཉེ་བར་འཚོ་བ་བྱས་པ། ཏིང་ངེ་འཛིན་གྱི་ཡུལ་ལ་ཞུགས་པ། སྣང་བ་ཐོབ་པ་ཡེ་ཤེས་ཀྱིས་སྣང་བར་གྱུར་པ། ཏིང་ངེ་འཛིན་གྱི་སྣང་བ་རབ་ཏུ་ཐོབ་པ། མོས་པ་རྣམ་པར་དག་པ་ཁོང་དུ་ཆུད་པ། སེམས་ཅན་ཆོས་ཀྱི་ཚུལ་གྱིས་སྣང་བའི་རྗེས་སུ་སོང་བ། རྣམ་པར་དག་པའི་སྒོས་སྣང་བ་དང་ལྡན་པར་གྱུར་པ།
en: Then Sudhana, the head merchant’s son, was overjoyed, pleased, happy, and content, having received the essence from the bhikṣu Sāgara­dhvaja, having been nourished by the Dharma, having been brought into the field of samādhi, having attained the illumination of the light of wisdom, having attained the illumination of the radiance of samādhi, having realized a pure aspiration, his mind having followed the radiance of the way of the Dharma, possessing the radiance from the pure gateways, and having the wisdom that has arisen from the light of all directions.

source: ཕྱོགས་སུ་ཡེ་ཤེས་ཀྱི་སྣང་བ་རབ་ཏུ་འདལ་བ་དེས། དགེ་སློང་རྒྱ་མཚོའི་རྒྱལ་མཚན་གྱི་རྐང་པ་གཉིས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ། ལན་བརྒྱ་སྟོང་དུ་མར་གཡས་ཕྱོགས་སུ་བསྐོར་བ་བྱས་ནས། དགེ་སློང་རྒྱ་མཚོའི་རྒྱལ་མཚན་ལ་བཏུད་དེ་ཕྱག་འཚལ་ནས། ཡང་དང་ཡང་ལྟ་ཞིང་ཡང་དང་ཡང་མངོན་པར་བལྟ་བ་དང་། ཕྱག་བྱ་བ་དང་། རབ་ཏུ་གདུད་པ་དང་། གུས་པར་བྱ་བ་དང་། རིམ་གྲོར་བྱ་བ་དང་། ཡིད་ལ་བྱ་བ་དང་། བསམ་པ་དང་། བསྒོམ་པ་དང་། ཡོངས་སུ་བསྒོམ་པ་དང་། ལེགས་པར་བརྗོད་པ་དང་། ངོ་མཚར་དུ་བྱ་བ་དང་། ཡོན་ཏན་མངོན་དུ་བྱ་བ་དང་། རྗེས་སུ་བསྔགས་པ་དང་། རྗེས་སུ་འབྲང་བར་བྱ་བ་དང་། རྗེས་སུ་དྲན་པར་བྱ་བ་དང་། བརྟན་པར་བྱ་བ་དང་། མི་གཏང་བ་དང་། ཡིད་ལ་བསམ་པ་དང་། རྗེས་སུ་འབྲང་བར་བྱ་བ་དང་། སྨོན་ལམ་གྱི་རྗེས་སུ་འཇུག་པར་བྱ་བ་དང་། མཐོང་བར་དགའ་བ་དང་། དབྱངས་ཀྱི་མཚན་མ་གཟུང་བ་དང་། གཟུངས་ཀྱི་རྗེས་སུ་བསམ་པ་དང་། མིང་ཡོངས་སུ་གཟུང་བའི་རྗེས་སུ་སོང་བའི་སེམས་དང་ལྡན་པར་བྱ་བ་དང་། ཁ་དོག་དང་། དབྱིབས་རྗེས་སུ་དྲན་པར་བྱ་བ་དང་། ཡེ་ཤེས་ཀྱི་ཡུལ་རྗེས་སུ་བསམ་པ་དང་། ཏིང་ངེ་འཛིན་གྱི་ཡུལ་ལ་རྗེས་སུ་འཇུག་པར་བྱ་བ་དང་། སྨོན་ལམ་གྱི་ཡུལ་ལ་རྗེས་སུ་འབྲང་བར་བྱ་བ་དང་། སྤྱོད་ཡུལ་གྱི་ཡུལ་རྣམ་པར་སྦྱང་བར་བྱ་བ་དང་། ཡེ་ཤེས་ཀྱི་སྣང་བ་ཡོངས་སུ་གཟུང་བ་བྱེད་ཅིང་། དགེ་སློང་རྒྱ་མཚོའི་རྒྱལ་མཚན་གྱི་དྲུང་ནས་སོང་ངོ་།། །།སངས་རྒྱས་རྨད་གཅད་ཅེས་བྱ་བ་ཤིན་ཏུ་རྒྱས་པ་ཆེན་པོའི་མདོ། བམ་པོ་སོ་གཅིག་པ། །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ནོར་བཟངས་དགེ་བའི་བཤེས་གཉེན་གྱི་ཡོན་ཏན་གྱིས་ནི་མགུ།
en: Then Sudhana, the head merchant’s son, bowed his head to the feet of the bhikṣu Sāgara­dhvaja, circumambulated the bhikṣu Sāgara­dhvaja a hundred thousand times, keeping him to his right, bowed down and paid homage to the bhikṣu Sāgara­dhvaja, and, looking back again and again, paying homage to him, bowing down to him, venerating him, respecting him, keeping him in mind, thinking of him, meditating on him, meditating deeply on him, speaking highly of him, calling out in wonderment over him, focusing on his qualities, praising him, being his follower, remembering him, relying on him, never forsaking him, mentally approaching him and being connected with him, being unified in prayer, longing to see him, remembering the qualities of his voice, preserving the memory of him, keeping his name in his mind, remembering his color and his form, contemplating the scope of his wisdom, comprehending the range of his samādhi, joining him in the scope of his prayers, practicing the range of his conduct, and receiving the radiance of his wisdom, he departed from the presence of the bhikṣu Sāgara­dhvaja.
